---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePeopleActivityLevelParam
source: html/97da2562-d8bb-21e4-1157-2eab3882222f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePeopleActivityLevelParam Property

"People Activity Level"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePeopleActivityLevelParam { get; }
```